brew "stow"
brew "starship"
brew "yq"
brew "jq"
brew "docker"
brew "anyenv"
brew "yarn"
brew "watch"
brew "mas"
brew "mysql"

cask "google-chrome"
cask "slack"
cask "visual-studio-code"
cask "sourcetree"
cask "sequel-pro"
cask "clipy"
cask "docker"
cask "appcleaner"
cask "google-cloud-sdk"
cask "android-studio"
cask "adoptopenjdk"

mas "Xcode", id: 497799835
