brew "stow"
brew "starship"
brew "yq"
brew "jq"
brew "docker"
brew "watch"
brew "mas"
brew "mysql"
brew "kustomize"
brew "grpcurl"
brew "protobuf"
brew "awscli"
brew "asdf"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "tig"
brew "gitup"
brew "rustup-init"
brew "gh"
brew "minikube"
brew "helm"
brew "kubeseal"
brew "stripe/stripe-cli/stripe"
brew "ffmpeg"
brew "carlocab/personal/unrar"
brew "cocoapods"
brew "sqlite"
brew "grpcui"
brew "webp"

cask "audacity"
cask "mockoon"
cask "sony-ps-remote-play"
cask "chatgpt"
cask "google-chrome"
cask "microsoft-edge"
cask "slack"
cask "visual-studio-code"
cask "sourcetree"
cask "sequel-pro"
cask "clipy"
cask "docker"
cask "appcleaner"
cask "google-cloud-sdk"
cask "android-studio"
cask "adoptopenjdk"
cask "unity-hub"
cask "blender"
cask "autodesk-fusion360"
cask "appcleaner"
cask "dbeaver-community"
cask "zoom"
cask "kindle"
cask "steam"
cask "background-music"
cask "1password"
cask "obsidian"
cask "gpg-suite"
cask "discord"
cask "dropbox"
cask "flutter"
cask "obs"
cask "db-browser-for-sqlite"

mas "Xcode", id: 497799835
mas "line", id: 539883307
